{"subject": "UNIV ST", "num": "10F", "title": "ACE UCLA | Critical Strategies to Achieve Undergraduate Excellence for Humanities Students", "units": 2, "description": "Seminar, two hours. Not open to students who have completed University Studies 10A, 10B, 10C, 10D, 10E, or former course 10. Designed for first-year students. Study of research university's history, mission, rigors, expectations of students, and pedagogical implications. Cultivation of formal space on campus where UCLA students learn to explore majors in humanities and identify transferable skills; to engage collaboratively with their diverse community of scholars; to comprehend and apply effective learning strategies and theoretical foundations of college student development; to navigate complex structure of UCLA; to practice resilience and growth mindset; to think critically about diversity and their identity; and to be fully aware of their value to intellectual fabric of institution as contributors to innovative research and scholarship. P/NP grading."}
{"subject": "UNIV ST", "num": "20", "title": "ACE UCLA | Critical Strategies to Achieve Undergraduate Excellence for International Students", "units": 2, "description": "Seminar, two hours. Designed to help first-year international students make successful transition to UCLA and to life as college students in U.S. Examination of research on transition of international students to college in U.S., adjustment to life in U.S., policies and procedures, and campus resources. P/NP grading."}
{"subject": "UNIV ST", "num": "30", "title": "How to Succeed at UCLA: Retention", "units": 2, "description": "Seminar, two hours. Limited to students in Bruin Readmission Program. Designed to provide students who are working toward readmission critical understanding of how they and others arrive at their dismissal status and steps they can take that lead to academic success in future. Examination of research on retention and departure in high education and both individual and collective strategies for academic success. P/NP grading."}
{"subject": "UROLOGY", "num": "19", "title": "Fiat Lux Freshman Seminars", "units": 1, "description": "Seminar, one hour. Discussion of and critical thinking about topics of current intellectual importance, taught by faculty members in their areas of expertise and illuminating many paths of discovery at UCLA. P/NP grading."}
{"subject": "UROLOGY", "num": "99", "title": "Student Research Program", "units": 2, "description": "Tutorial (supervised research or other scholarly work), three hours per week per unit. Entry-level research for lower-division students under guidance of faculty mentor. Students must be in good academic standing and enrolled in minimum of 12 units (excluding this course). Individual contract required; consult Undergraduate Research Center. May be repeated. P/NP grading."}
{"subject": "UROLOGY", "num": "199", "title": "Directed Research in Urology", "units": 8, "description": "Tutorial, two hours. Limited to juniors/seniors. Supervised individual research or investigation under guidance of faculty mentor. Culminating paper required. May be repeated for credit. Individual contract required. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "1", "title": "Introductory Vietnamese", "units": 5, "description": "Lecture, two hours; discussion, three hours. Coverage of basic Vietnamese grammar, with equal emphasis on reading, writing, conversation, and comprehension. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "1A", "title": "Introductory Vietnamese for Heritage Learners", "units": 5, "description": "Lecture, two hours; discussion, three hours. Not open to students who have learned, from whatever source, enough Vietnamese to qualify for more advanced courses. Designed for Vietnamese-heritage learners who have some limited knowledge of Vietnamese or have had no formal instruction in Vietnamese. Emphasis on spelling, basic grammar, reading, writing, daily conversation, and polite forms. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "2", "title": "Introductory Vietnamese", "units": 5, "description": "Lecture, two hours; discussion, three hours. Enforced requisite: course 1 with grade of C or better. Coverage of basic Vietnamese grammar, with equal emphasis on reading, writing, conversation, and comprehension. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "2A", "title": "Introductory Vietnamese for Heritage Learners", "units": 5, "description": "Lecture, two hours; discussion, three hours. Enforced requisite: course 1A with grade of C or better or Vietnamese placement test. Not open to students who have learned, from whatever source, enough Vietnamese to qualify for more advanced courses. Designed for Vietnamese-heritage learners who have some limited knowledge of Vietnamese or have had no formal instruction in Vietnamese. Emphasis on spelling, basic grammar, reading, writing, daily conversation, and polite forms. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "3", "title": "Introductory Vietnamese", "units": 5, "description": "Lecture, two hours; discussion, three hours. Enforced requisite: course 2 with grade of C or better. Coverage of basic Vietnamese grammar, with equal emphasis on reading, writing, conversation, and comprehension. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "3A", "title": "Introductory Vietnamese for Heritage Learners", "units": 5, "description": "Lecture, two hours; discussion, three hours. Enforced requisite: course 2A with grade of C or better or Vietnamese placement test. Not open to students who have learned, from whatever source, enough Vietnamese to qualify for more advanced courses. Designed for Vietnamese-heritage learners who have some limited knowledge of Vietnamese or have had no formal instruction in Vietnamese. Emphasis on spelling, basic grammar, reading, writing, daily conversation, and polite forms. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "3R", "title": "Introductory Vietnamese Reading and Writing", "units": 5, "description": "Lecture, five hours. Recommended preparation: speaking and listening skills in Vietnamese. Training in reading and writing skills at elementary level, equivalent to completion of one year of Vietnamese. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "4", "title": "Intermediate Vietnamese", "units": 5, "description": "Lecture, two hours; discussion, three hours. Enforced requisite: course 3 with grade of C or better. Reinforcement of basic Vietnamese grammar and coverage of more advanced topics. Broadening of skills in conversation and composition; reading of selected texts. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "5", "title": "Intermediate Vietnamese", "units": 5, "description": "Lecture, two hours; discussion, three hours. Enforced requisite: course 4 with grade of C or better. Reinforcement of basic Vietnamese grammar and coverage of more advanced topics. Broadening of skills in conversation and composition; reading of selected texts. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "6", "title": "Intermediate Vietnamese", "units": 5, "description": "(Formerly numbered Southeast Asian 51C.) Lecture, two hours; discussion, three hours. Enforced requisite: course 5 with grade of C or better. Reinforcement of basic Vietnamese grammar and coverage of more advanced topics. Broadening of skills in conversation and composition; reading of selected texts. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "8", "title": "Elementary Vietnamese: Intensive", "units": 15, "description": "Lecture, 10 hours; discussion, 10 hours. Intensive course equivalent to courses 1, 2, and 3. Coverage of basic Vietnamese grammar, with equal emphasis on reading, writing, conversation, and comprehension. Offered in summer only. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "19", "title": "Fiat Lux Freshman Seminars", "units": 1, "description": "Seminar, one hour. Discussion of and critical thinking about topics of current intellectual importance, taught by faculty members in their areas of expertise and illuminating many paths of discovery at UCLA. P/NP grading."}
{"subject": "VIETMSE", "num": "40", "title": "War in Vietnamese Popular Culture", "units": 5, "description": "Lecture, three hours; discussion, one hour. Knowledge of Vietnamese not required. Focus on popular culture produced and consumed by, or about, people in Vietnam and diasporas. Materials include theoretical and other scholarly texts, as well as literature, music, visual art, films, and comics. Reading of scholarly writings for argument, date, and methods, and learning to apply theoretical frameworks in readings and lectures to analysis of popular cultural productions. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "89", "title": "Honors Seminars", "units": 1, "description": "Seminar, three hours. Limited to 20 students. Designed as adjunct to lower-division lecture course. Exploration of topics in greater depth through supplemental readings, papers, or other activities and led by lecture course instructor. May be applied toward honors credit for eligible students. Honors content noted on transcript. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "89HC", "title": "Honors Contracts", "units": 1, "description": "Tutorial, three hours. Limited to students in College Honors Program. Designed as adjunct to lower-division lecture course. Individual study with lecture course instructor to explore topics in greater depth through supplemental readings, papers, or other activities. May be repeated for maximum of 4 units. Individual honors contract required. Honors content noted on transcript. Letter grading."}
{"subject": "VIETMSE", "num": "99", "title": "Student Research Program", "units": 2, "description": "Tutorial (supervised research or other scholarly work), three hours per week per unit. Entry-level research for lower-division students under guidance of faculty mentor. Students must be in good academic standing and enrolled in minimum of 12 units (excluding this course). Individual contract required; consult Undergraduate Research Center. May be repeated. P/NP grading."}
{"subject": "VIETMSE", "num": "100A", "title": "Advanced Vietnamese", "units": 4, "description": "Lecture, three hours. Enforced requisite: course 6 with grade of C or better or Vietnamese placement test. Designed to strengthen and build on language skills previously acquired at beginning and intermediate levels. Content-based readings and discussion, with various aspects of Vietnam, particularly its culture. Readings include both authentic original works and simplified texts. May be taken independently for credit. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "100B", "title": "Advanced Vietnamese", "units": 4, "description": "Lecture, three hours. Enforced requisite: course 6 with grade of C or better or Vietnamese placement test. Designed to strengthen and build on language skills previously acquired at beginning and intermediate levels. Content-based readings and discussion, with various aspects of Vietnam, particularly its culture. Readings include both authentic original works and simplified texts. Each course may be taken independently for credit. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "100C", "title": "Advanced Vietnamese", "units": 4, "description": "Lecture, three hours. Enforced requisite: course 6 with grade of C or better or Vietnamese placement test. Designed to strengthen and build on language skills previously acquired at beginning and intermediate levels. Content-based readings and discussion, with various aspects of Vietnam, particularly its culture. Readings include both authentic original works and simplified texts. May be taken independently for credit. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "109", "title": "Advanced Tutorial Instruction in Vietnamese", "units": 2, "description": "Tutorial, two hours. Requisite: course 6 or Vietnamese placement test. Tutorial and guided independent study to help students develop advanced to superior proficiency in oral and written Vietnamese. May be repeated for credit. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "CM155", "title": "Topics in Vietnamese Cinema and/or Literature", "units": 4, "description": "(Formerly numbered M155.) (Same as Asian American Studies M173.) Lecture, three hours; discussion, one hour. Knowledge of Vietnamese not required. Critical and historical examination of literary and/or filmic representations connected to social practices such as empire, nation, diaspora, and globalization. Original language course materials available for interested students. May be concurrently scheduled with course C255. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "155FL", "title": "Readings in Vietnamese", "units": 2, "description": "Seminar, two hours. Requisite: course 3 or 3A. Enforced corequisite: course M155. Additional work in Vietnamese to augment work assigned in course M155, including reading, writing, and other exercises in Vietnamese. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "170", "title": "Variable Topics in Vietnamese Linguistics, Languages, and Cultures", "units": 4, "description": "Lecture, three hours. Knowledge of Vietnamese may be required. Critical analysis of language and culture in Vietnam, exploring notion of Vietnam as culture area, surveying literary landscape through poetry and short stories. May be repeated for credit. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "180A", "title": "Vietnam: History and Civilization to 1858", "units": 4, "description": "Lecture, three hours; discussion, one hour. Recommended preparation: at least one Asian history course. Exploration of Vietnamese society and culture from origins to early 19th century, with emphasis on examination of ways in which interactions between indigenous and Chinese/Southeast Asian political and cultural forces helped shape religious, literary, and social traditions. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "180B", "title": "Vietnam: History and Civilization, 1858 to Present", "units": 4, "description": "Lecture, three hours; discussion, one hour. Recommended preparation: at least one Asian history or civilization course. Exploration of Vietnamese history and civilization during colonial and postcolonial eras, with emphasis on profound changes that swept through Vietnamese society during period of extended political and military conflict. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "M186", "title": "Korea and Vietnam: Comparative Modern Histories", "units": 4, "description": "(Same as Korean M186.) Seminar, three hours. Comparative survey of intertwined and parallel histories of Korea and Vietnam, organized chronologically, but structured around key themes that serve as basis for comparison. Modern experiences of colonized Vietnam and Korea have many significant parallels, including imposition of colonial control, transition to modernized societies within context of colonialism, and shared experiences of World War II. Both were also divided after war between communist regimes in north and strongly anticommunist regimes in south. Each also experienced warfare after division and direct involvement of U.S. during height of cold war between 1950s and 1970s. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "189", "title": "Advanced Honors Seminars", "units": 1, "description": "Seminar, three hours. Limited to 20 students. Designed as adjunct to undergraduate lecture course. Exploration of topics in greater depth through supplemental readings, papers, or other activities and led by lecture course instructor. May be applied toward honors credit for eligible students. Honors content noted on transcript. P/NP or letter grading."}
{"subject": "VIETMSE", "num": "189HC", "title": "Honors Contracts", "units": 1, "description": "Tutorial, three hours. Limited to students in College Honors Program. Designed as adjunct to upper-division lecture course. Individual study with lecture course instructor to explore topics in greater depth through supplemental readings, papers, or other activities. May be repeated for maximum of 4 units. Individual honors contract required. Honors content noted on transcript. Letter grading."}
{"subject": "VIETMSE", "num": "C255", "title": "Topics in Vietnamese Cinema and/or Literature", "units": 4, "description": "Lecture, three hours; discussion, one hour. Knowledge of Vietnamese not required. Critical and historical examination of literary and/or filmic representations connected to social practices such as empire, nation, diaspora, and globalization. Original language course materials available for interested students. May be concurrently scheduled with course C155. S/U or letter grading."}
{"subject": "VIETMSE", "num": "297B", "title": "Topics in Contemporary Vietnamese Culture", "units": 4, "description": "Seminar, three hours. Selected topics in Vietnamese contemporary culture, including diasporic culture, with emphasis on cultural production. Primary materials combined with theoretical readings. S/U or letter grading."}
{"subject": "WL ARTS", "num": "1", "title": "Introduction to World Arts and Cultures", "units": 5, "description": "Lecture, three hours; discussion, one hour. Survey of concepts and theories involved in intercultural, interdisciplinary study of art, aesthetics, and performance. Examination of interactions among various modes of creative expression, role of style in daily life, performative representation of cultural identity and difference, and interaction of diverse artistic traditions. Letter grading."}
{"subject": "WL ARTS", "num": "2", "title": "Lower-Division Seminar", "units": 5, "description": "Seminar, four hours; outside study, 11 hours. Variable topics seminar with focus on scholarly and practice-based research in arts. In-depth investigations of topics ranging from body in cultural context, interdisciplinary art-making, visual cultures, oral genres, material culture, study of culture and performance, including individual and cultural identity through arts, creation of dance/theatrical performance, theoretical and analytical approaches to arts practice, arts activism, and other topics pertaining to broad fields of culture, performance, and dance. Research inquiry methods may include readings, assigned written analysis, supervised fieldwork, individual and collaborative assignments, and/or practice-oriented processes. Substantial culminating project integrating theoretical and practical components of selected seminar topic required. May be repeated for credit. Letter grading."}
{"subject": "WL ARTS", "num": "19", "title": "Fiat Lux Freshman Seminars", "units": 1, "description": "Seminar, one hour. Discussion of and critical thinking about topics of current intellectual importance, taught by faculty members in their areas of expertise and illuminating many paths of discovery at UCLA. P/NP grading."}
{"subject": "WL ARTS", "num": "20", "title": "Culture: Introduction", "units": 5, "description": "Lecture, four hours. Introduction to key concepts and major theoretical and methodological debates that characterize field of cultural studies, including discussion of notions of culture, popular culture, subculture, youth culture, hegemony, gender, race, class, and national identity. Letter grading."}
{"subject": "WL ARTS", "num": "22", "title": "Introduction to American Folklore Studies", "units": 5, "description": "Lecture, four hours; discussion, one hour; outside study, 10 hours. Cultural/historical survey of role of folklore in development of American civilization and of influence of American experience in shaping folklore in American society; attention also to representative areas of inquiry and analytical procedures. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M23", "title": "Introduction to American Indian Studies", "units": 5, "description": "(Same as American Indian Studies M10.) Lecture, three hours; discussion, one hour; activity, one hour. Survey of selected Native North American cultures from pre-Western contact to contemporary period, with particular emphasis on early cultural diversity and diverse patterns of political, linguistic, social, legal, and cultural change in postcontact period. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "24", "title": "World Arts, Local Lives", "units": 5, "description": "Lecture, three hours; discussion, one hour. Use of Fowler Museum's long-term exhibition entitled \"Intersections: World Arts/Local Lives\" as object of study to examine many insights that arts can offer into social, political, and religious experience. Drawing heavily on cultures of Africa, Asia, Pacific, and indigenous Americas, both ancient and contemporary, consideration of degree to which notions of aesthetics and efficacy are intertwined and interdependent in art forms made to intervene in people's lives in active, instrumental ways. Use of specific case studies to illustrate and interrogate theoretical paradigms. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "33", "title": "Colonialisms and Resistance", "units": 5, "description": "Lecture, three hours; discussion, one hour. Introduction to study of indigenous worldviews as they are expressed through art, mythology, ritual, health practice, languages, and ecology. With examples spanning globe, consideration of issues of colonialism, tradition, religious change, and legal and social implications of epistemological differences between people. Examination of critical perspectives on social development, historical progress, and intellectual assimilation. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "51W", "title": "Aliens, Psychics, and Ghosts", "units": 5, "description": ""}
{"subject": "WL ARTS", "num": "55", "title": "Intermediate World Arts Practices in Global and Transcultural Forms", "units": 2, "description": "Studio, three hours; outside study, three hours. Intermediate-level study of world arts practices crossing national and cultural boundaries. Variable topics, such as body music, cross-cultural textile creation, or mural painting, in cultural and historical context. May be repeated for credit without limitation. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "78", "title": "Private Instruction in World Arts and Cultures", "units": 4, "description": "Studio, three to six hours. Designed for freshmen/sophomores. Private or semiprivate instruction in one world arts practice with distinguished community-based artist to be arranged by students and approved by instructor. May be repeated for maximum of 24 units. P/NP grading."}
{"subject": "WL ARTS", "num": "M79", "title": "Food Politics: Cultural Solutions to Political Problems", "units": 5, "description": "(Formerly numbered 79.) (Same as Food Studies M79.) Lecture, four hours; discussion, one hour. Examination of issues of environmental and public health effects of intensive and extensive agriculture, influence of corporations on government, animal ethics, food deserts and urban gardening, and food insecurity. Focus on representation of such issues in documentaries, public lectures, memoirs, novels, and visual art, as well as on initiatives to address such problems through policy and activism. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "80", "title": "Video Tools and Techniques", "units": 2, "description": "Laboratory, four hours. Introduction to video tools and practices to train students in key techniques of video production. Basic skills spanned to develop short videos for circulation via DVD and/or Internet. Practical exercises based on materials and instruction provided in class, spanning production and postproduction processes of video making. Evaluation of students on these exercises and final submission of edited sequence of any or all materials developed during course. Training in technical aspects of video production and usage of video tools. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "85", "title": "Sophomore-Year Proposal", "units": 1, "description": "Lecture, 90 minutes. Planning and execution of proposal for junior year of study, with attention to exploring resources of department and University as whole. P/NP grading."}
{"subject": "WL ARTS", "num": "89", "title": "Honors Seminars", "units": 1, "description": "Seminar, three hours. Limited to 20 students. Designed as adjunct to lower-division lecture course. Exploration of topics in greater depth through supplemental readings, papers, or other activities and led by lecture course instructor. May be applied toward honors credit for eligible students. Honors content noted on transcript. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "99", "title": "Special Studies in World Arts and Cultures", "units": 2, "description": "Tutorial (supervised research or other scholarly work), three hours per week per unit. Entry-level research for lower-division students under guidance of faculty mentor. Students must be in good academic standing and enrolled in minimum of 12 units (excluding this course). Individual contract required; consult Undergraduate Research Center. May be repeated. P/NP grading."}
{"subject": "WL ARTS", "num": "100A", "title": "Art as Social Action", "units": 5, "description": "Lecture, four hours; discussion, one hour. Designed for juniors/seniors. Discussion of what constitutes artist's social responsibility and in what ways art is qualified to engage in direct political action. Study of tension between powers of this world and powers of art. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "100B", "title": "Art as Moral Action", "units": 5, "description": "Lecture, four hours; discussion, one hour. Designed for juniors/seniors. One's ability to distinguish between right and wrong action is culturally intuited, nurtured, and developed. Study of cultural strategies of moral engagement, persuasion, and inquiry in personal and public life, including acts of conscience and civil disobedience. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "101", "title": "Theories of Performance", "units": 5, "description": "Lecture, four hours; studio, two hours. Performance commonly refers to activities on proscenium stage. Explosion of that narrow notion of performance by delving into scholarship from young field of performance studies, which draws on disciplines of anthropology, cultural studies, gender studies, linguistics, postcolonial theory, and sociology. Exploration in studio of concept of performing theory by creating interdisciplinary performance works that engage with and amplify theories studied. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "103", "title": "Arts in Communities", "units": 5, "description": "Lecture, four hours. Introduction to theoretical and practical understanding of field of community arts by and for multiple publics. Review of relevant issues in field and exploration of roles of artists and arts organizations in struggles for social change, representation, and community building. Through national and international examples, exploration of art works that emphasize participation of citizens in community-based and culturally relevant performance, art, and exhibition. Examination of processes of creative thinking, community involvement, collaborative enterprise, research, and education in community arts. Letter grading."}
{"subject": "WL ARTS", "num": "104", "title": "Representations: Theories and Practices", "units": 5, "description": "Lecture, three hours. Enforced requisite: course 20. Limited to juniors/seniors. Advanced survey into performance, postcolonial, and gender theories to critically analyze issues of representation, specifically interrogating divides and overlaps between intellectual and artistic practice and mixing theory with practice. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "114", "title": "Performance Practicum", "units": 4, "description": "Studio, three to 12 hours. Rehearsal and performance in selected community-based or theatrical work. May be repeated for credit without limitation. P/NP grading."}
{"subject": "WL ARTS", "num": "119", "title": "Advanced Intercultural Composition", "units": 4, "description": "Lecture, four hours; studio, two hours. Enforced requisites: courses 67A, 67B. Directed exploration in composition, with focus on works that engage techniques and practices of two or more cultures. Engagement with postcolonial theory through lectures, readings, and discussions. May be repeated for credit without limitation. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "120", "title": "Selected Topics in Cultural Studies", "units": 4, "description": "Lecture, three hours. Designed for juniors/seniors. Selected topics in interdisciplinary study of arts and performance in cultural and historical context. Consult Schedule of Classes for topics to be offered in specific term. May be repeated for credit with topic change. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "121", "title": "Ethnography and Performance", "units": 4, "description": "Lecture, four hours; outside study, eight hours. Survey of some ways that ethnography and performance interrelate, as well as development of some preliminary approaches to effectively document performance events. Reading of ethnographies of performances, as well as consideration of how performances can work ethnographically. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "124", "title": "Introduction to Field-Based Research Methods", "units": 5, "description": "Lecture, three hours. Introduction to methods, techniques, and issues in conducting field-based research, including nature, uses, and limitations of major data-gathering procedures, ethical concerns, sampling, checks and controls, teamwork, interventions, and results as not only tangible and impersonal outcomes of inquiry but also personal and intangible. Through readings, discussion, and hands-on exercises, students learn how to plan fieldwork projects and write proposals, prepare consent forms and deal with ethical issues, observe behavior, construct questionnaires, interview, use audiovisual documentation, and manage and present data. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M125A", "title": "Beyond Mexican Mural: Beginning Muralism and Community Development", "units": 4, "description": "(Same as Art M186A and Chicana and Chicano Studies M186A.) Studio/lecture, four hours. Corequisite: course M125AL. Investigation of muralism as method of community education, development, and empowerment. Exploration of issues through development of large-scale collaborative digitally created image and/or painting for placement in community. Students research, design, and work with community participants. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M125AL", "title": "Beyond Mexican Mural: Beginning Muralism and Community Laboratory", "units": 4, "description": "(Same as Art M186AL and Chicana and Chicano Studies M186AL.) Laboratory, four hours. Corequisite: course M125A. Course M125AL is requisite to M125BL, which is requisite to M125CL. Mural and Digital Laboratory is art studio housed at Social and Public Art Resource Center in Venice, CA, where students work in community-based setting. Open to students during scheduled hours with laboratory tech support, it offers instruction as students independently and in collaborative teams research, design, and produce large-scale painted and digitally generated murals to be placed in community setting. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M125B", "title": "Beyond Mexican Mural: Intermediate Muralism and Community Development", "units": 4, "description": "(Same as Art M186B and Chicana and Chicano Studies M186B.) Studio/lecture, four hours. Requisites: courses M125A, M125AL. Corequisite: course M125BL. Continuation of investigation of muralism as method of community education, development, and empowerment. Exploration of issues through development of large-scale collaborative digitally created image and/or painting for placement in community. Students research, design, and work with community participants. Continuation of project through states of production to full scale and community approval. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M125BL", "title": "Beyond Mexican Mural: Intermediate Muralism and Community Laboratory", "units": 4, "description": "(Same as Art M186BL and Chicana and Chicano Studies M186BL.) Laboratory, four hours. Requisites: courses M125A, M125AL. Corequisite: course M125B. Mural and Digital Laboratory is art studio housed at Social and Public Art Resource Center in Venice, CA, where students work in community-based setting. Open to students during scheduled hours with laboratory tech support, it offers instruction as students independently and in collaborative teams research, design, and produce large-scale painted and digitally generated murals to be placed in community setting. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M125C", "title": "Beyond Mexican Mural: Advanced Muralism and Community Development", "units": 4, "description": "(Same as Art M186C and Chicana and Chicano Studies M186C.) Studio/lecture, six hours. Requisites: courses M125B, M125BL. Corequisite: course M125CL. Continuation of investigation of muralism as method of community education, development, and empowerment. Exploration of issues through development of large-scale collaborative digitally created image and/or painting for placement in community. Students research, design, and work with community participants. Continuation of project through installation, documentation, and dedication, with work on more advanced independent projects. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M125CL", "title": "Beyond Mexican Mural: Advanced Muralism and Community Laboratory", "units": 2, "description": "(Same as Art M186CL and Chicana and Chicano Studies M186CL.) Laboratory, two hours. Requisite: course M125BL. Mural and Digital Laboratory is art studio housed at Social and Public Art Resource Center in Venice, CA, where students work in community-based setting. Open to students during scheduled hours with laboratory tech support, it offers instruction as students independently and in collaborative teams research, design, and produce large-scale painted and digitally generated murals to be placed in community setting. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M126", "title": "Whose Monument Where: Course on Public Art", "units": 4, "description": "(Same as Art M185 and Chicana and Chicano Studies M185.) Lecture, four hours. Recommended corequisite: course M125A, M125B, or M125C. Examination of public monuments in U.S. as basis for cultural insight and critique of American values from perspective of artist. Use of urban Los Angeles as textbook in urban space issues such as who is public, what is public space at end of 20th century, what defines neighborhoods, and do different ethnic populations use public space differently. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "M128", "title": "Chicana Art and Artists", "units": 4, "description": "(Same as Art M184 and Chicana and Chicano Studies M175.) Lecture, four hours. Introduction to Chicana art and artists. Examination of Chicana aesthetic. Chicana artists have developed unique experience and identity as artists and Chicanas. Letter grading."}
{"subject": "WL ARTS", "num": "C129", "title": "Food Customs and Symbolism", "units": 4, "description": "Lecture, three hours. Designed for juniors/seniors. Introduction to foodways, with particular attention to customs and symbolism in America. Topics include sensory realm, child rearing practices, foodsharing, food and identity, food and its emotional significance, aversions and taboos, advertising, changing food habits, and American diet. Concurrently scheduled with course C229. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "CM130", "title": "Space and Place", "units": 4, "description": "(Formerly numbered M130.) (Same as Architecture and Urban Design CM130.) Lecture, three hours. Survey of array of spaces and places from cross-cultural or comparative perspective and with performance emphasis, with focus on mutual interaction of human beings and their created environments. Emphasis on common, ordinary, anonymous, or vernacular nonbuilt and built environments, which are built and used by members of small-scale, traditional, and transitional communities around world. Concurrently scheduled with course CM230. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "132", "title": "Narrative and Oral Performance", "units": 4, "description": "Lecture, four hours. Survey of concepts of story as text versus narrating as oral performance, studies of individual narrators, how stories are composed in performance, interaction of narrator and audience, how place and experience become embodied in narratives, modes of representing oral narrating, and politics of stories and oral performance. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "133", "title": "Textiles of World", "units": 4, "description": "Lecture, four hours; discussion, one hour; laboratory, one hour. How cloth and clothing was and continues to be hand-woven in indigenous societies. Use of textiles from Fowler Museum collection to coordinate hands-on experience with cultural history. May be repeated twice for credit. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C138", "title": "American Indian Arts in Performance", "units": 4, "description": "Seminar, four hours. Acquisition of awareness and sensitivity to dynamic contexts within Native American worlds of performance and material culture and development of ability to focus on them and learn to conduct research on them. Examination of wide range of American Indian art and craft traditions within fullest possible range of such contexts, with performance given its most generous definition. Study of spectrum of genres, including architecture, social and dance regalia, masks, and utilitarian material culture, to investigate how such items play their part and come alive through movement, sound, spoken word, silence, and even dreams and visions. Concurrently scheduled with course C238. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C139", "title": "Afro-Caribbean Ritual Arts", "units": 4, "description": "Lecture, three hours. Designed for juniors/seniors. Introduction to diaspora African religions, with particular attention to Caribbean culture. Lectures, readings, and video material focus on performance of ritual and its expression in religious art. Concurrently scheduled with course C239. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "CM140", "title": "Healing, Ritual, and Transformation", "units": 4, "description": "(Same as Gender Studies CM143.) Lecture, four hours; outside study, eight hours. Designed for juniors/seniors. Examination of role of healers, historically and within contemporary culture-specific contexts. Exploration of psychological functions served by rites of passage and healing rituals and of role of arts in healing troubled communities. Concurrently scheduled with course CM240. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C141", "title": "Carnival and Festivity", "units": 4, "description": "Lecture, three hours; fieldwork, one hour. Study of traditional calendrical, religious, and local festivals and related events in their cultural and historical contexts, with emphasis on American festival occasions and their Old World antecedents. Topics include carnival and carnivalesque and politics of celebration. Concurrently scheduled with course C241. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C142", "title": "Myth and Ritual", "units": 4, "description": "Lecture, four hours; outside study, eight hours. Designed for juniors/seniors. Myths make sense of world and its peoples, purposes, and places. Rituals embody and activate myths through dramatic transformative devices. Concurrently scheduled with course C242. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "143B", "title": "Introduction to Museology: Museum Exhibitions and Education", "units": 5, "description": "Lecture, six hours. Conceptual development of exhibitions and formulation of educational and other goals for specified audiences. Design considerations, media applications, and installation process. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "144", "title": "Make Art/Stop AIDS", "units": 5, "description": "Lecture, four hours; studio, two hours. Can arts save lives? That is central question posed here in relation to global AIDS epidemic. Working in close connection with public health and epidemiology, exploration of arts as powerfully effective tool in AIDS prevention and treatment efforts. Review of literature of AIDS cultural analysis that emerged in late 1980s in U.S. and application of that literature to international hot spots such as India, China, South Africa, and Brazil. Collaborative theory-in-action projects. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C145", "title": "Curating Cultures", "units": 4, "description": "Lecture, three hours. Exploration of poetics and politics of exhibiting non-Western arts and cultures. Series of provocative case studies with special guest speakers addressing themes in curatorial theory and practice. Concurrently scheduled with course C245. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C146", "title": "Politics of Performance", "units": 4, "description": "Seminar, four hours; outside study, eight hours. Designed for juniors/seniors. Opportunity to reflect on artists and intellectuals as cultural workers operating in domains of ideology, aesthetics, and theory. Analysis of such keywords as ideology, aesthetics, theory, art, politics, intervention, intellectuals, and artists. Concurrently scheduled with course C246. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C150", "title": "Critical Ethnographies", "units": 5, "description": "Lecture, three hours. Enforced requisite: course 20 or 33. Survey of major tropes and rhetorical strategies to explicitly locate ethnographic method as key component of cross-cultural understanding. Examination of categorical notions of insider and outsider while also developing various perspectives on performed acts of identity formation. Concurrently schedule with course C250. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C151", "title": "Ethnography of Religions", "units": 4, "description": "Lecture, three hours. Religions are cultural systems helping people to cope with misfortune, deal with death, and find fulfillment in life. Case studies reveal commonalities across cultures as cosmologies define moral being in world, divination determines causes of difficulty, spirit mediumship embodies divine intervention, and sacred arts render deities tangible. Nonjudgmental comparative investigation stressing conversation. Concurrently scheduled with course C251. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C152", "title": "Visual Cultures", "units": 4, "description": "Lecture, three hours. How are ways of seeing constructed through culture, gender, religion, class, and nation? Theories and case studies from around world permit understanding of social processes through which gaze is determined and image economies negotiated. Topics include scopic regimes, aesthetics of streamlined design, and visuality and liberation. Concurrently scheduled with course C252. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C158", "title": "Theorizing Arts Activism", "units": 4, "description": "Seminar, three hours. Historicizing and theorizing of arts activism to provide context for concerted analysis, creation, and protest. Readings include theoretical texts and current performance histories. Consideration of one particular activist project, with focus on ongoing activism sponsored by UCLA Art and Global Health Center. Arts activist projects organized by seminar members supported and encouraged. Concurrently scheduled with course C258. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C159", "title": "Art and Global Health", "units": 4, "description": "Seminar, three hours. Exploration of interface of arts- and health-based methodologies in pursuit of improved health outcomes, using examples from international projects created and supported by UCLA Art and Global Health Center. Readings include texts by artists and arts scholars and articles from public health and medical literature. Seminar members propose their own arts-based health promotion interventions. Concurrently scheduled with course C259. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "160", "title": "Performing Sexual Health: UCLA Sex Squad", "units": 4, "description": "Seminar, three hours. Exploration of activist sexual health education theater as it has been used both locally and globally. Examination specifically of how humor, personal narrative, and nonjudgmental pro-sex approaches have been utilized to open empowering and educational dialogues about sexual health by and for diverse range of communities. Intensive training on sex, sexuality, HIV/AIDS, and powerful history of artists? interventions to open urgent dialogues on these taboo topics. May be repeated for maximum of 12 units. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C164", "title": "Public Writing in Arts", "units": 4, "description": "Lecture, four hours; outside study, eight hours. Survey of journalistic approaches to writing about arts, with eye toward shaping critique of public writing practices and putting that critique into practice. Exploration of new modes of (and venues for) writing that rebalance power differential between art makers and commentators. Concurrently scheduled with course C264. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "CM168", "title": "Beyond Academia: Making Art in Real World", "units": 4, "description": "(Formerly numbered C168.) (Same as Dance CM168.) Lecture, four hours; outside study, eight hours. Designed for juniors/seniors. Focus on understanding bureaucratic structures and regional histories conditioning creation of art in real world, including such practical issues as publicity and grant-writing. Concurrently scheduled with course CM268. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C173", "title": "Sound Resources for Performance", "units": 4, "description": "Lecture, three hours; studio, one hour; outside study, eight hours. Designed for juniors/seniors. Exploration of music, in search of interesting, new, and unusual. Investigation of musical possibilities via record store, Internet, and music library; environmental sounds and patterns; body (clapping, stepping, and singing); and hardware store (found sound). Participants collaborate with fellow students in creative efforts and in presentations of research results. Concurrently scheduled with course C273. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "174A", "title": "Projects in World Arts and Cultures", "units": 2, "description": "Laboratory, four hours. Individualized major projects in choreography, performance, cultural studies, production, and media. May be repeated for credit. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "174B", "title": "Projects in World Arts and Cultures", "units": 4, "description": "Laboratory, six hours. Individualized major projects in choreography, performance, cultural studies, production, and media. May be repeated for credit. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "177SL", "title": "Taking Action: Arts Practice and Community Service", "units": 4, "description": "Seminar, four hours; outside study, eight hours. Enforced requisite: course 103. Designed for juniors/seniors. Application of training in world arts and cultures through service projects designed by students in collaboration with selected community organizations and institutions. Reflection on impact of service on communities and theories. May be repeated once for credit. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "178", "title": "Advanced Private Instruction in World Arts and Cultures", "units": 8, "description": "Studio, three to 12 hours. Designed for juniors/seniors. Private or semiprivate instruction in one world arts practice with distinguished community-based artist to be arranged by students and approved by instructor. May be repeated for maximum of 24 units. P/NP grading."}
{"subject": "WL ARTS", "num": "C180", "title": "Variable Topics in Video Production/Practice", "units": 4, "description": "Lecture, two hours; laboratory, two hours. Enforced requisite: course 80. Training in low-budget and independent video and documentary practice as research tool. Visual ethnography combined with experimental film. Introduction to history, ethics, and aesthetics of documenting subjects such as culture, performance, and dance among range of forms for bodily expression and experience. Film and documentary theory, ethnography, and phenomenology used to create innovative and critical forms of visual documentation. Skills include cinematography, sound recording, interviews, and digital editing. May be repeated once for credit. Concurrently scheduled with course C280. Letter grading."}
{"subject": "WL ARTS", "num": "181", "title": "Ethnographic Film", "units": 4, "description": "Lecture, four hours. Survey of ethnographic film and video, with focus on studies of expressive culture. Emphasis on critical and comparative approaches to visual study of culture, community, and arts. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C182", "title": "Film and Feminism", "units": 5, "description": "Lecture, three hours. Enforced requisite: course 104. Designed for juniors/seniors. Introduction to feminist film theory to develop skills for feminist interpretations and analysis of films from classical and postclassical Hollywood cinema, experimental film, and Indian cinema. Examination of psychoanalytical feminist, postfeminist film, and postcolonial theories. Concurrently scheduled with course C282. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "C184", "title": "Documentary: Theories and Approaches", "units": 5, "description": "Lecture, three hours. Designed for juniors/seniors. Documentary practices--early actualities, city symphonies, observational cinema, avant garde, and self-reflexive films--to introduce complexity and creativity at heart of this form. Key theories and approaches of documentary film. Analysis of how performativity, subjectivity, and ideology percolate documentary aesthetics and inform cinematographic, audiographic, and editorial decisions. Concurrently scheduled with course C284. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "185", "title": "Junior-Year Proposal", "units": 1, "description": "Lecture, 90 minutes; outside study, 90 minutes. Limited to World Arts and Cultures majors. Planning and execution of proposal (either senior focus or senior honors project) for senior-year study, with attention to exploring resources of department and University as whole. May be repeated once for credit. P/NP grading."}
{"subject": "WL ARTS", "num": "186A", "title": "Senior Honors Projects in World Arts and Cultures", "units": 5, "description": "Lecture, four hours; outside study, 11 hours. Course 186A is requisite to 186B. Limited to senior World Arts and Cultures majors. Application of concepts and content from interdisciplinary major to individual projects. Methodologies may include critical, comparative, ethnographic, and performance approaches. Lecture/seminar format with World Arts and Cultures faculty during first term; faculty-directed presentations of individual projects during second term. Letter grading."}
{"subject": "WL ARTS", "num": "186B", "title": "Senior Honors Projects in World Arts and Cultures", "units": 5, "description": "Lecture, four hours; outside study, 11 hours. Requisite: course 186A. Limited to senior World Arts and Cultures majors. Application of concepts and content from interdisciplinary major to individual projects. Methodologies may include critical, comparative, ethnographic, and performance approaches. Faculty-directed presentations of individual projects during second term. Letter grading."}
{"subject": "WL ARTS", "num": "M187", "title": "Indigenous Film", "units": 5, "description": "(Same as American Indian Studies M186.) Lecture, four hours; discussion, one hour. Introduction to study of indigenous filmic images and representations, with focus on selected ethnographic, documentary, animated, and feature films ranging from 1920 to present. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "188SA", "title": "Individual Studies for USIE Facilitators", "units": 1, "description": "Tutorial, to be arranged. Enforced corequisite: Honors Collegium 101E. Limited to junior/senior USIE facilitators. Individual study in regularly scheduled meetings with faculty mentor to discuss selected USIE seminar topic, conduct preparatory research, and begin preparation of syllabus. Individual contract with faculty mentor required. May not be repeated. Letter grading."}
{"subject": "WL ARTS", "num": "188SB", "title": "Individual Studies for USIE Facilitators", "units": 1, "description": "Tutorial, to be arranged. Enforced requisite: course 188SA. Enforced corequisite: Honors Collegium 101E. Limited to junior/senior USIE facilitators. Individual study in regularly scheduled meetings with faculty mentor to finalize course syllabus. Individual contract with faculty mentor required. May not be repeated. Letter grading."}
{"subject": "WL ARTS", "num": "188SC", "title": "Individual Studies for USIE Facilitators", "units": 2, "description": "Tutorial, to be arranged. Enforced requisite: course 188SB. Limited to junior/senior USIE facilitators. Individual study in regularly scheduled meetings with faculty mentor while facilitating USIE 88S course. Individual contract with faculty mentor required. May not be repeated. Letter grading."}
{"subject": "WL ARTS", "num": "189", "title": "Advanced Honors Seminars", "units": 1, "description": "Seminar, three hours. Limited to 20 students. Designed as adjunct to undergraduate lecture course. Exploration of topics in greater depth through supplemental readings, papers, or other activities and led by lecture course instructor. May be applied toward honors credit for eligible students. Honors content noted on transcript. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "195", "title": "Community or Corporate Internships in World Arts and Cultures", "units": 4, "description": "Tutorial, six hours. Internship in supervised setting in community agency or business. Students meet on regular basis with instructor and provide periodic reports of their experience. May be repeated for maximum of 8 units. Individual contract with supervising faculty member required. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "199", "title": "Directed Research in World Arts and Cultures", "units": 5, "description": "Tutorial, two hours. Preparation: 3.0 grade-point average in major. Limited to juniors/seniors. Supervised individual research or investigation under guidance of faculty mentor. Culminating paper or project required. May be repeated for maximum of 10 units. Individual contract required. P/NP or letter grading."}
{"subject": "WL ARTS", "num": "200", "title": "Theories of Culture", "units": 4, "description": "Seminar, three hours; outside study, nine hours. Introduction to history of culture concept in arts, humanities, and social sciences. Analysis of contemporary debates concerning ownership and use of word \"culture\" and critical elucidation of study of culture. S/U or letter grading."}
{"subject": "WL ARTS", "num": "201", "title": "Theories of Performance", "units": 4, "description": "Seminar, three hours; outside study, nine hours. Close reading and analysis of classic and contemporary studies of performance and related aesthetic practices. Familiarization with ways in which \"performance\" is defined and deployed by scholars working in disciplines of anthropology, dance, folklore, linguistics, literature, musicology, performance studies, philosophy, sociology, and theater. S/U or letter grading."}
{"subject": "WL ARTS", "num": "202", "title": "Research Methodologies", "units": 4, "description": "Seminar, three hours; outside study, nine hours. Hands-on course designed to help students develop understanding of many developed qualitative research methods and designs they encounter in their work. Identification and creation of research problems, development of designs, actual data collection, and analysis procedures to address those problems. S/U or letter grading."}
{"subject": "WL ARTS", "num": "203", "title": "Proseminar: Dance Studies", "units": 4, "description": "Seminar, three hours; outside study, nine hours. Survey of theoretical issues and problems in study of dance and body movement in cultural, social, and historical context. S/U or letter grading."}
{"subject": "WL ARTS", "num": "204", "title": "Theories of Corporeality", "units": 4, "description": "Seminar, three hours; outside study, nine hours. Cross-cultural and interdisciplinary perspectives on human body. Topics include representations of body, body symbolism, embodiment of identity (including gender, race, ethnicity, and class identities), and analysis of dance and other somatic modes of performance. S/U or letter grading."}
{"subject": "WL ARTS", "num": "207", "title": "Ethnography of Performance", "units": 4, "description": "Seminar, three hours; outside study, nine hours. Survey of methods and methodological issues in ethnographic study of performance in cultural context. Field documentation, participant observation, oral history and interview techniques, performative dimensions of ethnographic research, ethics, and politics of ethnographic representation. S/U or letter grading."}
{"subject": "WL ARTS", "num": "210", "title": "Ethnography of and as Colonialism", "units": 4, "description": "Seminar, three hours. Beginning with 1550 debates over Indian humanity and ranging to contemporary scholarship about and by indigenous peoples, focus on intersections of writing, colonialism, violence, and historiography in Americas. Exploration of relationship between 16th-century reasoning about race and postmillennial, Western, and academic practices of writing history. Development of critical stance on utility of postcolonial theories as such perspectives bear on anthropological and historical studies of indigenous religiosity. Regions include southwest Columbia, Orinoco Delta in Venezuela, Valley of Mexico, and several examples throughout U.S. southwest, plains, and northeast. S/U or letter grading."}
{"subject": "WL ARTS", "num": "216", "title": "Analyzing Narrative and Oral Performance", "units": 5, "description": "Lecture, four hours. Designed for graduate students. Exploration of ways of documenting individual narrators and interpreting their styles and repertoires; how narrators conceptualize and perform narrative discourse, impact of audience and situated event on both narrating and story, how experiences and values are communicated through narrating, modes of representing oral narrating, and politics of narrative and oral performance. S/U or letter grading."}
{"subject": "WL ARTS", "num": "220", "title": "Seminar: Culture and Performance", "units": 4, "description": "Seminar, three hours; outside study, nine hours. Designed for graduate students. Variable topics in interdisciplinary study of expressive culture, arts, and performance in social and historical context. May be repeated for credit with topic change. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C229", "title": "Food Customs and Symbolism", "units": 4, "description": "Lecture, three hours. Designed for graduate students. Introduction to foodways, with particular attention to customs and symbolism in America. Topics include sensory realm, child rearing practices, foodsharing, food and identity, food and its emotional significance, aversions and taboos, advertising, changing food habits, and American diet. Concurrently scheduled with course C129. S/U or letter grading."}
{"subject": "WL ARTS", "num": "CM230", "title": "Space and Place", "units": 4, "description": "(Same as Architecture and Urban Design CM230.) Lecture, three hours. Survey of array of spaces and places from cross-cultural or comparative perspective and with performance emphasis, with focus on mutual interaction of human beings and their created environments. Emphasis on common, ordinary, anonymous, or vernacular nonbuilt and built environments, which are built and used by members of small-scale, traditional, and transitional communities around world. Concurrently scheduled with course CM130. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C238", "title": "American Indian Arts in Performance", "units": 4, "description": "Seminar, four hours. Acquisition of awareness and sensitivity to dynamic contexts within Native American worlds of performance and material culture and development of ability to focus on them and learn to conduct research on them. Examination of wide range of American Indian art and craft traditions within fullest possible range of such contexts, with performance given its most generous definition. Study of spectrum of genres, including architecture, social and dance regalia, masks, and utilitarian material culture, to investigate how such items play their part and come alive through movement, sound, spoken word, silence, and even dreams and visions. Concurrently scheduled with course C138. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C239", "title": "Afro-Caribbean Ritual Arts", "units": 4, "description": "Lecture, three hours. Designed for graduate students. Introduction to diaspora African religions, with particular attention to Caribbean culture. Lectures, readings, and video material focus on performance of ritual and its expression in religious art. Concurrently scheduled with course C139. S/U or letter grading."}
{"subject": "WL ARTS", "num": "CM240", "title": "Healing, Ritual, and Transformation", "units": 4, "description": "(Same as Gender Studies CM243.) Lecture, four hours; outside study, eight hours. Designed for graduate students. Examination of role of healers, historically and within contemporary culture-specific contexts. Exploration of psychological functions served by rites of passage and healing rituals and of role of arts in healing troubled communities. Concurrently scheduled with course CM140. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C241", "title": "Carnival and Festivity", "units": 4, "description": "Lecture, three hours; fieldwork, one hour. Study of traditional calendrical, religious, and local festivals and related events in their cultural and historical contexts, with emphasis on American festival occasions and their Old World antecedents. Topics include carnival and carnivalesque and politics of celebration. Concurrently scheduled with course C141. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C242", "title": "Myth and Ritual", "units": 4, "description": "Lecture, four hours; outside study, eight hours. Designed for graduate students. Myths make sense of world and its peoples, purposes, and places. Rituals embody and activate myths through dramatic transformative devices. Concurrently scheduled with course C142. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C245", "title": "Curating Cultures", "units": 4, "description": "Lecture, three hours. Exploration of poetics and politics of exhibiting non-Western arts and cultures. Series of provocative case studies with special guest speakers addressing themes in curatorial theory and practice. Concurrently scheduled with course C145. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C246", "title": "Politics of Performance", "units": 4, "description": "Seminar, four hours; outside study, eight hours. Designed for graduate students. Opportunity to reflect on artists and intellectuals as cultural workers operating in domains of ideology, aesthetics, and theory. Analysis of such keywords as ideology, aesthetics, theory, art, politics, intervention, intellectuals, and artists. Concurrently scheduled with course C146. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C250", "title": "Critical Ethnographies", "units": 5, "description": "Lecture, three hours. Enforced requisite: course 20 or 33. Survey of major tropes and rhetorical strategies to explicitly locate ethnographic method as key component of cross-cultural understanding. Examination of categorical notions of insider and outsider while also developing various perspectives on performed acts of identity formation. Concurrently schedule with course C150. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C251", "title": "Ethnography of Religions", "units": 4, "description": "Lecture, three hours. Religions are cultural systems helping people to cope with misfortune, deal with death, and find fulfillment in life. Case studies reveal commonalities across cultures as cosmologies define moral being in world, divination determines causes of difficulty, spirit mediumship embodies divine intervention, and sacred arts render deities tangible. Nonjudgmental comparative investigation stressing conversation. Concurrently scheduled with course C151. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C252", "title": "Visual Cultures", "units": 4, "description": "Lecture, three hours. How are ways of seeing constructed through culture, gender, religion, class, and nation? Theories and case studies from around world permit understanding of social processes through which gaze is determined and image economies negotiated. Topics include scopic regimes, aesthetics of streamlined design, and visuality and liberation. Concurrently scheduled with course C152. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C258", "title": "Theorizing Arts Activism", "units": 4, "description": "Seminar, three hours. Historicizing and theorizing of arts activism to provide context for concerted analysis, creation, and protest. Readings include theoretical texts and current performance histories. Consideration of one particular activist project, with focus on ongoing activism sponsored by UCLA Art and Global Health Center. Arts activist projects organized by seminar members supported and encouraged. Concurrently scheduled with course C158. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C259", "title": "Art and Global Health", "units": 4, "description": "Seminar, three hours. Exploration of interface of arts- and health-based methodologies in pursuit of improved health outcomes, using examples from international projects created and supported by UCLA Art and Global Health Center. Readings include texts by artists and arts scholars and articles from public health and medical literature. Seminar members propose their own arts-based health promotion interventions. Concurrently scheduled with course C159. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C264", "title": "Public Writing in Arts", "units": 4, "description": "Lecture, four hours; outside study, eight hours. Survey of journalistic approaches to writing about arts, with eye toward shaping critique of public writing practices and putting that critique into practice. Exploration of new modes of (and venues for) writing that rebalance power differential between art makers and commentators. Concurrently scheduled with course C164. S/U or letter grading."}
{"subject": "WL ARTS", "num": "CM268", "title": "Beyond Academia: Making Art in Real World", "units": 4, "description": "(Formerly numbered C268.) (Same as Dance CM268.) Lecture, four hours; outside study, eight hours. Designed for graduate students. Focus on understanding bureaucratic structures and regional histories conditioning creation of art in real world, including such practical issues as publicity and grant-writing. Concurrently scheduled with course CM168. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C273", "title": "Sound Resources for Performance", "units": 4, "description": "Lecture, three hours; studio, one hour; outside study, eight hours. Designed for graduate students. Exploration of music, in search of interesting, new, and unusual. Investigation of musical possibilities via record store, Internet, and music library; environmental sounds and patterns; body (clapping, stepping, and singing); and hardware store (found sound). Participants collaborate with fellow students in creative efforts and in presentations of research results. Concurrently scheduled with course C173. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C280", "title": "Variable Topics in Video Production/Practice", "units": 4, "description": "Lecture, two hours; laboratory, two hours. Enforced requisite: course 80. Training in low-budget and independent video and documentary practice as research tool. Visual ethnography combined with experimental film. Introduction to history, ethics, and aesthetics of documenting subjects such as culture, performance, and dance among range of forms for bodily expression and experience. Film and documentary theory, ethnography, and phenomenology used to create innovative and critical forms of visual documentation. Skills include cinematography, sound recording, interviews, and digital editing. May be repeated once for credit. Concurrently scheduled with course C180. Letter grading."}
{"subject": "WL ARTS", "num": "C282", "title": "Film and Feminism", "units": 5, "description": "Lecture, three hours. Enforced requisite: course 104. Designed for graduate students. Introduction to feminist film theory to develop skills for feminist interpretations and analysis of films from classical and postclassical Hollywood cinema, experimental film, and Indian cinema. Examination of psychoanalytical feminist, postfeminist film, and postcolonial theories. Concurrently scheduled with course C182. S/U or letter grading."}
{"subject": "WL ARTS", "num": "C284", "title": "Documentary: Theories and Approaches", "units": 5, "description": "Lecture, three hours. Designed for graduate students. Documentary practices--early actualities, city symphonies, observational cinema, avant garde, and self-reflexive films--to introduce complexity and creativity at heart of this form. Key theories and approaches of documentary film. Analysis of how performativity, subjectivity, and ideology percolate documentary aesthetics and inform cinematographic, audiographic, and editorial decisions. Concurrently scheduled with course C184. S/U or letter grading."}
{"subject": "WL ARTS", "num": "375", "title": "Teaching Apprentice Practicum", "units": 4, "description": "Seminar, to be arranged. Preparation: apprentice personnel employment as teaching assistant, associate, or fellow. Teaching apprenticeship under active guidance and supervision of regular faculty member responsible for curriculum and instruction at UCLA. May be repeated for credit. S/U grading."}
{"subject": "WL ARTS", "num": "400", "title": "Directed Professional Activities", "units": 8, "description": "Lecture, to be arranged. Directed projects in professional editing, bibliography, filmography, videography, conference and festival direction, and other professional activities. May not be applied toward MA degree requirements. May be repeated. S/U grading."}
{"subject": "WL ARTS", "num": "478", "title": "Advanced Private Instruction in World Arts and Cultures", "units": 8, "description": "Studio, three to 12 hours; outside study, three to 12 hours. Private or semiprivate instruction with distinguished community-based artist to be arranged by students and approved by instructor. May be repeated for maximum of 24 units. S/U grading."}
{"subject": "WL ARTS", "num": "480", "title": "Seminar: Research Topics", "units": 4, "description": "Seminar, three hours; outside study, three to nine hours. Forum in which faculty, students, and visitors make presentations and obtain feedback on research being planned, conducted, or recently completed. Students required to make minimum of one presentation each term they are enrolled for credit. May be repeated for maximum of 8 units. S/U grading."}
{"subject": "WL ARTS", "num": "490", "title": "Projects in Choreography and Performance", "units": 8, "description": "Tutorial, one three-hour rehearsal per unit per week minimum. Creation, casting, and rehearsing of culminating concert, reflecting professional achievement in choreography or performance, in first term. In second term, direction of on-stage rehearsals for culminating concert by each student leading to fully staged performance. May be repeated for maximum of 16 units. S/U or letter grading."}
{"subject": "WL ARTS", "num": "495", "title": "Teaching Assistant Seminar", "units": 2, "description": "Seminar, one hour; laboratory, three hours. Required of all World Arts and Cultures Department teaching assistants. Lectures, discussion, readings, and practice teaching. May be repeated once for credit. S/U grading."}
{"subject": "WL ARTS", "num": "496", "title": "Teacher Preparation in World Arts and Cultures", "units": 2, "description": "Seminar, two hours. Directed work in preparation of course syllabi and discussion of topics relevant to developing teaching skills. Fundamental principles and methods with which to design course syllabi and gather resources for courses. Topics include development of teaching philosophy, evaluating/selecting course content, teaching methodologies, assessment/evaluation/grading practices, and consideration of practical, administrative, and ethical issues. Students meet with instructor to review their specific needs as they progress in development and elaboration of course plans. Microteaching sessions provide context for applying concepts and principles discussed. S/U grading."}
{"subject": "WL ARTS", "num": "596A", "title": "Directed Individual Study or Research", "units": 8, "description": "Tutorial, to be arranged. S/U or letter grading."}
{"subject": "WL ARTS", "num": "596R", "title": "Directed Study or Research in Hospital or Clinic", "units": 8, "description": "Tutorial, to be arranged. S/U grading."}
{"subject": "WL ARTS", "num": "597", "title": "Preparation for Master's Comprehensive Examination or PhD Qualifying Examination", "units": 8, "description": "Tutorial, to be arranged. Preparation for MA or MFA comprehensive examination or PhD qualifying examination. S/U grading."}
{"subject": "WL ARTS", "num": "598", "title": "Research for and Preparation of Master's Thesis", "units": 8, "description": "Tutorial, to be arranged. Research for and preparation of MA or MFA thesis. S/U grading."}
{"subject": "WL ARTS", "num": "599", "title": "Research for and Preparation of PhD Dissertation", "units": 2, "description": "Tutorial, to be arranged. Preparation of research data and writing of PhD dissertation. May be repeated for credit. S/U grading."}
{"subject": "YIDDSH", "num": "10", "title": "From Old World to New: Becoming Modern as Reflected in Yiddish Cinema and Literature", "units": 5, "description": "Lecture, three hours; discussion, one hour. Use of media of Yiddish cinema (classic films and documentaries) as primary focal points to examine ways in which one heritage culture, that of Ashkenazic Jews, adapted to forces of modernity (urbanization, immigration, radical social movements, assimilation, and destructive organized anti-Semitism) from late-19th century to present. Exploration of transformational themes in depth through viewing of selected films, readings, research and weekly papers, and in-class discussions. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "19", "title": "Fiat Lux Freshman Seminars", "units": 1, "description": "Seminar, one hour. Discussion of and critical thinking about topics of current intellectual importance, taught by faculty members in their areas of expertise and illuminating many paths of discovery at UCLA. P/NP grading."}
{"subject": "YIDDSH", "num": "89", "title": "Honors Seminars", "units": 1, "description": "Seminar, three hours. Limited to 20 students. Designed as adjunct to lower-division lecture course. Exploration of topics in greater depth through supplemental readings, papers, or other activities and led by lecture course instructor. May be applied toward honors credit for eligible students. Honors content noted on transcript. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "89HC", "title": "Honors Contracts", "units": 1, "description": "Tutorial, three hours. Limited to students in College Honors Program. Designed as adjunct to lower-division lecture course. Individual study with lecture course instructor to explore topics in greater depth through supplemental readings, papers, or other activities. May be repeated for maximum of 4 units. Individual honors contract required. Honors content noted on transcript. Letter grading."}
{"subject": "YIDDSH", "num": "99", "title": "Student Research Program", "units": 2, "description": "Tutorial (supervised research or other scholarly work), three hours per week per unit. Entry-level research for lower-division students under guidance of faculty mentor. Students must be in good academic standing and enrolled in minimum of 12 units (excluding this course). Individual contract required; consult Undergraduate Research Center. May be repeated. P/NP grading."}
{"subject": "YIDDSH", "num": "101A", "title": "Elementary Yiddish  ", "units": 4, "description": "Lecture, four hours. Introduction to grammar; instruction in listening, speaking, reading, and writing skills. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "101B", "title": "Elementary Yiddish", "units": 4, "description": "Lecture, four hours. Requisite: course 101A. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "101C", "title": "Elementary Yiddish  ", "units": 4, "description": "Lecture, four hours. Requisite: course 101B. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "102A", "title": "Intermediate Yiddish", "units": 4, "description": "Lecture, three hours. Requisite: course 101C. Grammatical exercises, reading and linguistic analysis of texts, conversation. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "102B", "title": "Intermediate Yiddish", "units": 4, "description": "Lecture, three hours. Requisite: course 102A. Grammatical exercises, reading and linguistic analysis of texts, conversation. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "102C", "title": "Intermediate Yiddish", "units": 4, "description": "Lecture, three hours. Requisite: course 102B. Grammatical exercises, reading and linguistic analysis of texts, conversation. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "121A", "title": "20th-Century Yiddish Poetry in English Translation  ", "units": 4, "description": "Lecture, three hours. Designed for juniors/seniors. Readings in 20th-century Yiddish poetry and drama. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "121B", "title": "20th-Century Yiddish Prose and Drama in English Translation  ", "units": 4, "description": "Lecture, three hours. Designed for juniors/seniors. Readings in 20th-century Yiddish prose. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "121C", "title": "Special Topics in Yiddish Literature in English Translation", "units": 4, "description": "Lecture, three hours. Varying topics of importance and relevance to Yiddish literary study. Reading and analysis of wide range of 19th- and 20th-century literature. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "130", "title": "Introduction to Yiddish Culture and Language through Film", "units": 4, "description": "Lecture, three hours. Introduction to Yiddish language and culture, with focus on classic Yiddish films and documentaries as integral tools for accessing culture associated with this heritage language. Viewing and discussion to gain deeper understanding and appreciation of complexity and scope of Yiddish culture and in particular of annihilated Yiddish civilization of 20th century. These films represent most accessible way available to hear Yiddish spoken in fluent, natural manner. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "131A", "title": "Modern Yiddish Poetry  ", "units": 4, "description": "Lecture, three hours. Requisite: course 102A. Readings in modern Yiddish poetry. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "131B", "title": "Modern Yiddish Prose and Drama  ", "units": 4, "description": "Lecture, three hours. Requisite: course 102A. Readings in modern Yiddish prose and drama. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "131C", "title": "Special Topics in Yiddish Literature", "units": 4, "description": "Lecture, three hours. Requisite: course 131A or 131B. Varying topics of importance and relevance to Yiddish literary study. Reading and analysis of wide range of 19th- and 20th-century literature. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "189", "title": "Advanced Honors Seminars", "units": 1, "description": "Seminar, three hours. Limited to 20 students. Designed as adjunct to undergraduate lecture course. Exploration of topics in greater depth through supplemental readings, papers, or other activities and led by lecture course instructor. May be applied toward honors credit for eligible students. Honors content noted on transcript. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "189HC", "title": "Honors Contracts", "units": 1, "description": "Tutorial, three hours. Limited to students in College Honors Program. Designed as adjunct to upper-division lecture course. Individual study with lecture course instructor to explore topics in greater depth through supplemental readings, papers, or other activities. May be repeated for maximum of 4 units. Individual honors contract required. Honors content noted on transcript. Letter grading."}
{"subject": "YIDDSH", "num": "197", "title": "Individual Studies in Yiddish", "units": 4, "description": "Tutorial, to be arranged. Limited to juniors/seniors. Individual intensive study or more specialized investigation of topics in Yiddish, with scheduled meetings to be arranged between faculty member and student. Assigned reading and tangible evidence of mastery of subject matter required. May be repeated for credit. Individual contract required. P/NP or letter grading."}
{"subject": "YIDDSH", "num": "596", "title": "Directed Individual Study or Research in Yiddish  ", "units": 4, "description": "Tutorial, to be arranged with faculty member who directs study or research (course section to be identified by two-letter code using initials of sponsoring instructor--see department for ID number). May be repeated once. S/U grading."}
{"subject": "YIDDSH", "num": "597", "title": "Preparation for PhD Qualifying Examinations", "units": 4, "description": "Tutorial, to be arranged with faculty member who directs study (see department for ID number). S/U grading."}
